Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

source: Show dot files
ar: إظهار ملفات النقاط
bg: Показване на файлове, започващи с точка
ca: Mostra els fitxers de punt
cs_cz: Zobrazit soubory začínající tečkou
da: Vis dot filer
de_de: Dateien die mit einem Punkt beginnen anzeigen
el: Εμφάνιση αρχείων που αρχίζουν με τελεία
es_es: Mostrar archivos que comienzan con un punto
fi_fi: Näytä pistetiedostot
fr_fr: Afficher les fichiers dont le nom commence par un point
he_il: הראה קבצים המתחילים בנקודה
hr_hr: Prikaz skrivenih datoteka
hu_hu: Ponttal kezdődő nevű fájlok megjelenítése
id_id: Tampilkan dot files
it_it: Mostra file e cartelle che iniziano con un punto
ja_jp: ドット ファイルを表示する
ka: წერტილოვანი ფაილების ჩვენება
ko_kr: 점 파일 표시
lv_lv: Rādīt punktu failus
nb_no: Vis punktum-filer
nl_nl: Toon punt bestanden
pl_pl: Pokaż pliki rozpoczynające się kropką
pt_pt: Mostrar ficheiros ocultos
ro_ro: Arată fișierele cu punct
ru_ru: Показать расширения имен файлов
sk_sk: Zobraziť dot súbory
sv_se: Visa punktfiler
th_th: แสดงไฟล์ที่ใช้ชื่อจุด
tr_tr: dot dosyalarını göster
uk_ua: Показувати файли, які починаються з крапки
vi: Hiện tệp có tên bắt đầu bằng dấu chấm
zh_hans: 显示仅有扩展名的项
zh_hant: 顯示隱藏檔案

source: Appearance
ar: المظهر
bg: Външен вид
ca: Aparença
cs_cz: Vzhled
da: Udseende
de_de: Aussehen
el: Εμφάνιση
es_es: Apariencia
fi_fi: Ulkoasu
fr_fr: Apparence
he_il: מראה
hr_hr: Izgled
hu_hu: Megjelenés
id_id: Tampilan
it_it: Aspetto
ja_jp: 外観
ka: შესახედაობა
ko_kr: 모양
lv_lv: Izskats
nb_no: Utseende
nl_nl: Vormgeving
or_in: ରୂପ
pl_pl: Wygląd
pt_pt: Aparência
ro_ro: Aspect
ru_ru: Внешний вид
sk_sk: Prispôsobenie
sv_se: Utseende
th_th: ตกแต่ง
tr_tr: Görünüm
uk_ua: Оформлення
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Background
ar: الخلفية
bg: Фон
da: Baggrund
de_de: Hintergrund
fi_fi: Tausta
he_il: רקע
id_id: Latar belakang
it_it: Sfondo
ja_jp: 背景
lv_lv: Fons
nl_nl: Achtergrond
pl_pl: Tło
pt_pt: Fundo
ro_ro: Fundal
sk_sk: Pozadie
th_th: พื้นหลัง

source: Advanced
ar: متقدم
bg: Разширени
ca: Avançat
cs_cz: Pokročilé
da: Advanceret
de_de: Erweitert
el: Για προχωρημένους
es_es: Avanzado
fi_fi: Lisäasetukset
fr_fr: Avancé
hu_hu: Haladó
id_id: Lanjutan
it_it: Avanzate
ja_jp: 高度な設定
ko_kr: 고급
lv_lv: Paplašināti
nb_no: Avansert
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Расширенные
sk_sk: Pokročilé
sv_se: Avancerat
th_th: ขั้นสูง
tr_tr: Gelişmiş
uk_ua: Розширені
vi: Nâng cao
zh_hans: 高级选项
zh_hant: 進階設定

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
ar: تابع اين توقفت
bg: Продължете откъдето сте спрели
ca: Continueu on ho vau deixar
cs_cz: Pokračovat, kde jste přestali
da: Fortsæt, hvor du slap
de_de: Weitermachen, wo Du aufgehört hast
el: Συνέχεια από εκεί που σταματήσατε
es_es: Continuar donde se dejó
fi_fi: Jatka siitä mihin jäit
fr_fr: Continuez là où vous vous êtes arrêté
he_il: המשך מאיפה שעצרת
hr_hr: Nastavite gdje ste završili
hu_hu: Folytassa ott, ahol bezárta a programot
id_id: Lanjutkan di bagian terakhir yang Anda tinggalkan
it_it: Riprendi da dove eri rimasto
ja_jp: 最後の操作を続行
ka: გააგრძელეთ იქ სადაც შეჩერდით
ko_kr: 마지막으로 사용한 경로 열기
lv_lv: Turpināt, kur beidzāt
nb_no: Fortsett der du slapp
nl_nl: Verder gaan waar u was gebleven
or_in: ଯେଉଁଠାରେ ଛାଡିଛନ୍ତି ଜାରି ରଖନ୍ତୁ
pl_pl: Przywróć poprzednią sesję
pt_pt: Continuar com a última sessão
ro_ro: Continuă de unde ai rămas
ru_ru: Продолжить, где Вы остановились
sk_sk: Pokračujte tam, kde ste skončili
sv_se: Fortsätt där du slutade
th_th: เปิดแท็บที่ค้างจากครั้งก่อน
tr_tr: Kaldığınız yerden devam edin
uk_ua: Продовжити з місця, де Ви зупинилися
vi: Tiếp tục từ nơi bạn đã dừng lại
zh_hans: 从离开的位置继续
zh_hant: 繼續上次的工作階段

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
ar: فتح علامة تبويب جديدة
bg: Отвори нов раздел
ca: Obre una pestanya nova
cs_cz: Otevřít novou kartu
da: Åbn en ny fane
de_de: Einen neuen Tab öffnen
el: Άνοιγμα νέας καρτέλας
es_es: Abrir una nueva pestaña
fi_fi: Avaa uusi välilehti
fr_fr: Ouvrir un nouvel onglet
he_il: פתח כרטיסיה חדשה
hr_hr: Otvori novu karticu
hu_hu: Új lap megnyitása
id_id: Buka tab baru
it_it: Apri una nuova scheda
ja_jp: 新しいタブ
ka: ახალი ჩანართის გახსნა
ko_kr: 새 탭 열기
lv_lv: Atvērt jaunu cilni
nb_no: Åpne en ny fane
nl_nl: Nieuw tabblad openen
or_in: ଏକ ନୂତନ ଟ୍ୟାବ୍ ଖୋଲ
pl_pl: Otwórz nową kartę
pt_pt: Abrir um novo separador
ro_ro: Deschide un Tab Nou
ru_ru: Открыть новую вкладку
sk_sk: Otvoriť novú kartu
sv_se: Öppna en ny flik
th_th: เปิดแท็บใหม่
tr_tr: Yeni sekmede aç
uk_ua: Відкрити нову вкладку
vi: Mở một thẻ mới
zh_hans: 打开新标签页
zh_hant: 開啟新索引標籤頁面

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
ar: فتح صفحة معينة
bg: Отвори определена страница/и
ca: Obre una pàgina o pàgines específiques
cs_cz: Otevřít konkrétní stránku nebo stránky
da: Åbn en eller flere bestemte sider
de_de: Einen oder mehrere bestimmte Ordner öffnen
el: Άνοιγμα συγκεκριμένης σελίδας ή σελίδων
es_es: Abrir una página o páginas específicas
fi_fi: Avaa tietty sivu tai tietyt sivut
fr_fr: Ouvrir un ensemble de pages
he_il: פתח דף או דפים מסוימים
hr_hr: Otvori specifičnu stranicu ili stranice
hu_hu: Megadott mappák megnyitása
id_id: Buka halaman tertentu
it_it: Apri una o più specifiche pagine
ja_jp: 特定のページを開く
ka: კონკრეტული გვერდის ან გვერდების გახსნა
ko_kr: 특정 페이지 열기
lv_lv: Atvērt konkrētu lapu vai lapas
nb_no: Åpne en eller flere bestemte sider
nl_nl: Specifieke pagina('s) openen
or_in: ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ପୃଷ୍ଠା କିମ୍ବା ପୃଷ୍ଠାଗୁଡ଼ିକ ଖୋଲନ୍ତୁ
pl_pl: Otwórz określoną kartę lub karty
pt_pt: Abrir página(s) específica(s)
ro_ro: Deschideți o anumită pagină sau pagini
ru_ru: Открыть определенную страницу(-ы)
sk_sk: Otvoriť konkrétnu stránku alebo stránky
sv_se: Öppna en specifik sida eller specifika sidor
th_th: เปิดหน้าอื่นที่ระบุไว้
tr_tr: Belirli bir sayfayı ya da sayfaları aç
uk_ua: Відкрити певну сторінку або сторінки
vi: Mở một trang cụ thể hoặc tập hợp các trang
zh_hans: 打开指定页面
zh_hant: 開啟特定頁面

source: Desktop
ar: سطح المكتب
bg: Работен плот
ca: Escriptori
cs_cz: Plocha
da: Skrivebord
el: Επιφάνεια εργασίας
es_es: Escritorio
fi_fi: Työpöytä
fr_fr: Bureau
he_il: שולחן עבודה
hr_hr: Radna površina
hu_hu: Asztal
ja_jp: デスクトップ
ka: სამუშაო მაგიდა
ko_kr: 바탕 화면
lv_lv: Darbvirsma
nb_no: Skrivebord
nl_nl: Bureaublad
or_in: ଡେସ୍କଟପ୍
pl_pl: Pulpit
pt_pt: Ambiente de trabalho
ru_ru: Рабочий стол
sk_sk: Pracovná plocha
sv_se: Skrivbord
th_th: เดสก์ท็อป
tr_tr: Masaüstü
uk_ua: Робочий стіл
vi: Màn hình chính
zh_hans: 桌面
zh_hant: 桌面

source: Documents
ar: المستندات
bg: Документи
cs_cz: Dokumenty
da: Dokumenter
de_de: Dokumente
el: Έγγραφα
es_es: Documentos
fi_fi: Dokumentit
he_il: מסמכים
hr_hr: Dokumenti
hu_hu: Dokumentumok
id_id: Dokumen
it_it: Documenti
ja_jp: ドキュメント
ka: დოკუმენტები
ko_kr: 문서
lv_lv: Dokumenti
nb_no: Dokumenter
nl_nl: Documenten
or_in: ଦସ୍ତାବେଜଗୁଡିକ
pl_pl: Dokumenty
pt_pt: Documentos
ro_ro: Documente
ru_ru: Документы
sk_sk: Dokumenty
sv_se: Dokument
th_th: เอกสาร
tr_tr: Belgeler
uk_ua: Документи
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

source: Downloads
ar: التنزيلات
bg: Изтеглени файлове
ca: Baixades
cs_cz: Stažené soubory
da: Overførelser
el: Στοιχεία λήψης
es_es: Descargas
fi_fi: Lataukset
fr_fr: Téléchargements
he_il: הורדות
hr_hr: Preuzimanja
hu_hu: Letöltések
id_id: Unduhan
it_it: Download
ja_jp: ダウンロード
ka: გადმოწერილები
ko_kr: 다운로드
lv_lv: Lejupielādes
nb_no: Nedlastinger
or_in: ଡାଉନଲୋଡଗୁଡ଼ିକ
pl_pl: Pobrane
pt_pt: Transferências
ro_ro: Descărcări
ru_ru: Загрузки
sk_sk: Stiahnuté súbory
sv_se: Hämtade filer
th_th: ดาวน์โหลด
tr_tr: İndirilenler
uk_ua: Завантаження
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Name
ar: اسم
bg: Име
ca: Nom
cs_cz: Název
da: Navn
el: Όνομα
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
he_il: שם
hr_hr: Naziv
hu_hu: Név
id_id: Nama
it_it: Nome
ja_jp: 名前
ka: სახელი
ko_kr: 이름
lv_lv: Nosaukums
nb_no: Navn
nl_nl: Naam
or_in: ନାମ
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: Názov
sv_se: Namn
th_th: ชื่อ
tr_tr: Ad
uk_ua: Ім’я
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Ascending
ar: تصاعدي
bg: Възходящ
ca: Ascendent
cs_cz: Vzestupně
da: Faldende
de_de: Aufsteigend
el: Αύξουσα σειρά
es_es: Ascendente
fi_fi: Nouseva
fr_fr: Croissant
he_il: סדר עולה
hr_hr: Uzlazno
hu_hu: Növekvő
id_id: Urut naik
it_it: Crescente
ja_jp: 昇順
ka: ზრდადობის მიხედვით
ko_kr: 상승하는
lv_lv: Augošā secībā
nb_no: Stigende
nl_nl: Oplopend
or_in: ଆରୋହଣ
pl_pl: Rosnąco
pt_pt: Ascendente
ro_ro: Ascendent
ru_ru: По возрастанию
sk_sk: Vzostupne
sv_se: Stigande
th_th: จากน้อยไปหามาก
tr_tr: Artan
uk_ua: За зростанням
vi: Tăng dần
zh_hans: 升序
zh_hant: 遞增

source: Paste
ar: لصق
bg: Поставяне
ca: Enganxa
cs_cz: Vložit
da: Sæt ind
de_de: Einfügen
el: Επικόλληση
es_es: Pegar
fr_fr: Coller
hu_hu: Beillesztés
id_id: Tempel
it_it: Incolla
ja_jp: 貼り付け
ko_kr: 붙여 넣기
nb_no: Lim inn
nl_nl: Plakken
pl_pl: Wklej
pt_pt: Colar
ro_ro: Lipire
ru_ru: Вставить
sk_sk: Vložiť
sv_se: Klistra in
th_th: วาง
tr_tr: Yapıştır
uk_ua: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# BaseLayoutContextFlyoutNew.Label
source: New
ar: جديدة
bg: Създай
ca: Nou
cs_cz: Nový
da: Nyt
de_de: Neu
el: Δημιουργία
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
he_il: חדשות
hr_hr: Novo
hu_hu: Új
id_id: Baru
it_it: Nuovo
ja_jp: 新規作成
ka: ახალი
ko_kr: 새로 만들기
lv_lv: Jauns
nb_no: Ny
nl_nl: Nieuw
or_in: ନୂତନ
pl_pl: Nowy
pt_pt: Novo
ro_ro: Nou
ru_ru: Создать
sk_sk: Nová položka
sv_se: Nya
th_th: สร้าง
tr_tr: Yeni
uk_ua: Створити
vi: Mới
zh_hans: 新建
zh_hant: 新增

source: Properties
ar: خصائص
bg: Свойства
ca: Propietats
cs_cz: Vlastnosti
da: Egenskaber
de_de: Eigenschaften
el: Ιδιότητες
es_es: Propiedades
fr_fr: Propriétés
hu_hu: Tulajdonságok
id_id: Properti
it_it: Proprietà
ja_jp: プロパティ
ko_kr: 속성
nb_no: Egenskaper
nl_nl: Eigenschappen
pl_pl: Właściwości
pt_pt: Propriedades
ro_ro: Proprietăți
ru_ru: Свойства
sk_sk: Vlastnosti
sv_se: Egenskaper
th_th: คุณสมบัติ
tr_tr: Özellikler
uk_ua: Властивості
vi: Thuộc tính
zh_hans: 属性
zh_hant: 內容

source: Open
ar: فتح
bg: Отвори
ca: Obre
cs_cz: Otevřít
da: Åbn
de_de: Öffnen
el: Άνοιγμα
es_es: Abrir
fi_fi: Avaa
fr_fr: Ouvrir
he_il: פתח
hr_hr: Otvori
hu_hu: Megnyitás
id_id: Buka
it_it: Apri
ja_jp: 開く
ka: გახსნა
ko_kr: 열기
lv_lv: Atvērt
nb_no: Åpne
nl_nl: Openen
or_in: ଖୋଲ
pl_pl: Otwórz
pt_pt: Abrir
ro_ro: Deschideți
ru_ru: Открыть
sk_sk: Otvoriť
sv_se: Öppna
th_th: เปิด
tr_tr: Aç
uk_ua: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Open in new tab
ar: فتح تبويب جديد
bg: Отваряне в нов раздел
ca: Obre en una pestanya nova
cs_cz: Otevřít v nové kartě
da: Åben i ny fane
de_de: In neuem Tab öffnen
el: Άνοιγμα σε νέα καρτέλα
es_es: Abrir en una nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
hu_hu: Megnyitás új lapon
id_id: Buka di tab baru
it_it: Apri in una nuova scheda
ja_jp: 新しいタブで開く
ko_kr: 새 탭에서 열기
nb_no: Åpne i ny fane
nl_nl: Openen in nieuw tabblad
pl_pl: Otwórz w nowej karcie
pt_pt: Abrir em novo separador
ro_ro: Deschideți în filă nouă
ru_ru: Открыть в новой вкладке
sk_sk: Otvoriť v novej karte
sv_se: Öppna i ny flik
th_th: เปิดในแท็บใหม่
tr_tr: Yeni sekmede aç
uk_ua: Відкрити в новій вкладці
vi: Mở trong thẻ mới
zh_hans: 在新标签页中打开
zh_hant: 在新索引標籤中開啟

source: Open in new window
ar: فتح في نافذة جديدة
bg: Отваряне в нов прозорец
ca: Obre en una finestra nova
cs_cz: Otevřít v novém okně
da: Åben i nyt vindue
de_de: In neuem Fenster öffnen
el: Άνοιγμα σε νέο παράθυρο
es_es: Abrir en una nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre
hu_hu: Megnyitás új ablakban
id_id: Buka di jendela baru
it_it: Apri in una nuova finestra
ja_jp: 新しいウィンドウで開く
ko_kr: 새 창에서 열기
nb_no: Åpne i nytt vindu
nl_nl: Openen in nieuw venster
pl_pl: Otwórz w nowym oknie
pt_pt: Abrir em nova janela
ro_ro: Deschideți într-o fereastră nouă
ru_ru: Открыть в новом окне
sk_sk: Otvoriť v novom okne
sv_se: Öppna i nytt fönster
th_th: เปิดในหน้าต่างใหม่
tr_tr: Yeni pencerede aç
uk_ua: Відкрити в новому вікні
vi: Mở trong cửa sổ mới
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中開啟

source: Share
ar: مشاركة
bg: Споделяне
ca: Comparteix
cs_cz: Sdílet
da: Del
de_de: Teilen
el: Κοινή χρήση
es_es: Compartir
fr_fr: Partager
he_il: שתף
hr_hr: Podijeli
hu_hu: Megosztás
id_id: Berbagi
it_it: Condividi
ja_jp: 共有
ka: გაზიარება
ko_kr: 공유
nb_no: Del
nl_nl: Delen
or_in: ଅଂଶୀଦାର କର
pl_pl: Udostępnij
pt_pt: Partilhar
ro_ro: Partajare
ru_ru: Поделиться
sk_sk: Zdielať
sv_se: Dela
th_th: ใช้ร่วมกัน
tr_tr: Paylaş
uk_ua: Поділитися
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享

source: Cut
ar: قص
bg: Изрязване
ca: Retalla
cs_cz: Vyjmout
da: Klip
de_de: Ausschneiden
el: Αποκοπή
es_es: Cortar
fr_fr: Couper
hu_hu: Kivágás
id_id: Potong
it_it: Taglia
ja_jp: 切り取り
ko_kr: 잘라내기
nb_no: Klipp ut
nl_nl: Knippen
pl_pl: Wytnij
pt_pt: Cortar
ro_ro: Decupare
ru_ru: Вырезать
sk_sk: Vystrihnúť
sv_se: Klipp ut
tr_tr: Kes
uk_ua: Вирізати
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下

source: Delete
ar: حذف
bg: Изтрий
ca: Suprimeix
cs_cz: Smazat
da: Slet
de_de: Löschen
el: Διαγραφή
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
he_il: מחק
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ka: წაშლა
ko_kr: 삭제
lv_lv: Dzēst
nb_no: Slett
nl_nl: Verwijder
or_in: ବିଲୋପ
pl_pl: Usuń
pt_pt: Eliminar
ro_ro: Ștergere
ru_ru: Удаление
sk_sk: Odstrániť
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi: Xóa bỏ
zh_hans: 删除
zh_hant: 刪除

source: Pin to Favorites
ar: تثبيت إلى المفضلة
bg: Закачане в любими
da: Fastgør til Favoritter
de_de: Zu Favoriten hinzufügen
id_id: Sematkan ke Favorit
it_it: Aggiungi ai preferiti
ja_jp: お気に入りに固定
nl_nl: Toevoegen aan favorieten
pl_pl: Przypnij do ulubionych
pt_pt: Afixar nos favoritos
ro_ro: Fixați la Favorite
sk_sk: Pripnúť medzi obľúbené

# WelcomeDialog.Title
source: Welcome to Files!
ar: مرحبا بك في Files
bg: Добре Дошли във Files!
ca: Us donem la benvinguda al Files!
cs_cz: Vítejte v aplikaci Files!
da: Velkommen til Filer!
de_de: Willkommen bei Files!
el: Καλώς ήρθατε στο Files!
es_es: ¡Bienvenido a Files!
fi_fi: Tervetuloa Filesiin!
fr_fr: Bienvenue dans Files !
he_il: ברוכים הבאים לFiles!
hr_hr: Dobrodošli u Files!
hu_hu: Üdv a Files-ban!
id_id: Selamat datang di Files!
it_it: Benvenuto in Files!
ja_jp: Files へようこそ!
ka: მოგესალმებით ფაილებში!
ko_kr: Files에 오신 걸 환영합니다!
lv_lv: Laipni lūgti Failos!
nb_no: Velkommen til Files!
nl_nl: Welkom bij Files!
or_in: Files UWP କୁ ସ୍ଵାଗତ
pl_pl: Witamy w Files!
pt_pt: Obrigado por utilizar Files!
ro_ro: Bun venit la Files!
ru_ru: Добро пожаловать в Files!
sk_sk: Vitajte v aplikácii Files!
sv_se: Välkommen till Files!
th_th: ยินดีต้อนรับสู่โปรแกรมจัดการไฟล์!
tr_tr: Files'a hoş geldiniz!
uk_ua: Ласкаво просимо до Files!
vi: Chào mừng bạn đến với Files!
zh_hans: 欢迎使用 Files！
zh_hant: 歡迎使用 Files！

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
ar: منح الإذن
bg: Дай разрешение
ca: Concedeix permís
cs_cz: Udělit oprávnění
da: Giv tilladelse
de_de: Erlaubnis erteilen
el: Χορήγηση άδειας
es_es: Conceder permiso
fi_fi: Myönnä käyttöoikeus
fr_fr: Accorder l'autorisation
he_il: תן הרשאה
hr_hr: Odobri dopuštenje
hu_hu: Engedélyezés
id_id: Berikan izin
it_it: Concedi i permessi
ja_jp: 付与された権限
ka: ნებართვის მინიჭება
ko_kr: 권한 부여
lv_lv: Piešķirt atļauju
nb_no: Gi tilgang
nl_nl: Toestemming geven
or_in: ଅନୁମତି ଅନୁଦାନ
pl_pl: Udziel uprawnienia
pt_pt: Conceder permissão
ro_ro: Acordați permisiunea
ru_ru: Предоставить разрешение
sv_se: Ge tillstånd
th_th: อนุญาตสิทธิ์การเข้าถึง
tr_tr: İzin ver
uk_ua: Надати дозволи
vi: Cấp quyền
zh_hans: 授予权限
zh_hant: 取得權限

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
ar: للبدء ، ستحتاج إلى منحنا إذنًا لعرض ملفاتك. سيؤدي هذا إلى فتح صفحة الإعدادات حيث يمكنك منحنا هذا الإذن. ستحتاج إلى إعادة فتح التطبيق بمجرد الانتهاء من هذه الخطوة
bg: За да започнете, ще трябва да ни дадете разрешение да показваме вашите файлове. Това ще отвори страница с Настройки, където можете да ни предоставите това разрешение. Ще трябва да отворите отново приложението, след като завършите тази стъпка.
ca: Per començar, haureu de donar-nos permís per mostrar els vostres fitxers. Això obrirà una pàgina de configuració on ens podeu concedir aquest permís. Haureu de tornar a obrir l'aplicació un cop hàgiu completat aquest pas.
cs_cz: Chcete-li začít, musíte nám udělit oprávnění k zobrazení vašich souborů. Toto otevře stránku s nastavením, kde nám můžete toto oprávnění udělit. Po dokončení tohoto kroku budete muset aplikaci znovu otevřít.
da: For at komme i gang skal du give os tilladelse til at vise dine filer. Dette åbner en side med indstillinger, hvor du kan give os denne tilladelse. Du skal åbne appen igen, når du har gennemført dette trin.
de_de: Um loslegen zu können, musst Du uns die Erlaubnis geben, Deine Dateien anzeigen zu dürfen. Es wird eine Einstellungsseite geöffnet, auf der Du diese Erlaubnis erteilen kannst. Wenn Du diesen Schritt erledigt hast, musst Du die Anwendung neu starten.
el: Για να ξεκινήσετε, θα πρέπει να μας δώσετε την άδεια να προβάλλουμε τα αρχεία σας. Αυτό θα ανοίξει μια σελίδα ρυθμίσεων όπου μπορείτε να μας δώσετε αυτή την άδεια. Μόλις ολοκληρώσετε αυτό το βήμα, θα πρέπει να ανοίξετε ξανά την εφαρμογή.
es_es: Para comenzar, deberá otorgar permisos para mostrar sus archivos. Se abrirá una página de Configuración donde puede otorgar dicho permiso. Deberá volver a abrir la aplicación una vez haya completado este paso.
fi_fi: Aloittaaksesi sinun on myönnettävä meille lupa tiedostojesi näyttämiseen. Tämä avaa asetukset-sivun, jolla voit myöntää meille tämän luvan. Sinun on avattava sovellus uudelleen, kun olet suorittanut tämän vaiheen.
fr_fr: Pour commencer, vous devrez nous accorder l'autorisation d'afficher vos fichiers. Cela ouvrira une page de paramètres où vous pourrez nous accorder cette autorisation. Vous devrez relancer l'application une fois cette étape terminée.
he_il: על מנת להתחיל, תצטרכו לתת לנו הרשאה להציג את הקבצים שלכם. זה יפתח עמוד הגדרות שבו תוכלו לתת לנו את ההרשאה. לאחר השלמת שלב זה, תצטרכו לפתוח מחדש את האפליקציה.
hr_hr: Za početak, morat ćete nam dati dopuštenje za prikaz vaših datoteka. Ovo će otvoriti stranicu Postavki na kojoj nam možete dodijeliti ovo dopuštenje. Nakon što dovršite ovaj korak, morate ponovno pokrenuti aplikaciju.
hu_hu: Kezdésként, engedélyt kell adnia a fájljai megjelenítéséhez. Ez meg fogja nyitni a Gépházat ahol ezt elvégezheti. Az engedély megadása és a Gépház bezárása után nyissa meg újra a Files-t.
id_id: Untuk memulai, Anda harus memberi kami izin untuk menampilkan file Anda. Ini akan membuka halaman Pengaturan di mana Anda dapat memberi kami izin ini. Anda harus membuka kembali aplikasi setelah menyelesaikan langkah ini.
it_it: Per iniziare, devi concedere l'autorizzazione per visualizzare i tuoi file. Si aprirà una pagina Impostazioni in cui puoi concedere questa autorizzazione. Sarà necessario riaprire l'app quando avrai concesso l'autorizzazione.
ja_jp: 使用を開始する前に、ファイル システムへのアクセスを許可してください。Windows の設定が開き、アクセス許可の付与を選択できます。設定が完了したら、アプリケーションを再起動する必要があります。
ka: დასაწყებად, თქვენ ჩვენ ნებართვა უნდა მოგვანიჭოთ, რათა გამოვაჩინოთ თქვენი ფაილები. ეს მოქმედება გახსნის პარამეტრების გვერდს, საიდანაც თქვენ შეგეძლებათ ჩვენთვის ნებართვის მონიჭება. ამ ნაბიჯების შესრულების შემდეგ კი აპლიკაციის ხელახლა გახსნა მოგიწევთ.
ko_kr: 시작하려면 먼저 파일을 표시할 수 있는 권한을 부여해야 합니다. 그러면 이 권한을 부여할 수 있는 설정 페이지가 열립니다. 이 단계를 완료한 후 Files을 다시 열어야 합니다.
lv_lv: Lietotnei nepieciešama atļauja, lai piekļūtu Jūsu failiem. Tiks atvērta Iestatījumu lapa, kurā Jūs varēsiet to piešķirt. Pēc tam lietotne būs jāatver atkārtoti.
nb_no: For å komme i gang, trenger vi din tillatelse til å vise filene dine. Dette vil åpne en side med innstillinger der du kan gi oss denne tillatelsen. Etter du har fullført dette steget, må du starte appen på nytt.
nl_nl: Om aan de slag te gaan, moet u toestemming geven om uw bestanden weer te geven. Hiermee wordt er een pagina in Instellingen geopend waar u toestemming kunt geven. U moet de app hierna opnieuw starten.
or_in: ଆରମ୍ଭ କରିବାକୁ, ତୁମେ ଫାଇଲଗୁଡିକ ପ୍ରଦର୍ଶନ କରିବାକୁ ଆମକୁ ଅନୁମତି ଦେବାକୁ ପଡିବ | ଏହା ଏକ ସେଟିଂସମୂହ ପୃଷ୍ଠା ଖୋଲିବ ଯେଉଁଠାରେ ଆପଣ ଆମକୁ ଏହି ଅନୁମତି ଦେଇପାରିବେ | ଥରେ ସାରିବା ପରେ ଆପଣଙ୍କୁ ଆପ୍ ଖୋଲିବାକୁ ପଡିବ |
pl_pl: Przed rozpoczęciem, będziesz musiał przyznać uprawnienia do odczytu plików. Otworzymy dla Ciebie kartę z ustawieniami gdzie będziesz mógł przyznać te uprawnienia. Będzie wymagany restart aplikacji po wprowadzeniu zmian.
pt_pt: Para começar, terá de nos conceder permissão para mostrar os seus ficheiros. Isto abrirá uma página de Definições, na qual pode conceder esta permissão. Terá de reabrir a aplicação assim que terminar esta etapa.
ro_ro: Pentru a începe, va trebui să ne acordați permisiunea de a vă afișa fișierele. Asta va deschide o pagină de setări unde ne puteți acorda aceasta permisiune. Va trebui sa redeschideți aplicația pentru a completa acest pas.
ru_ru: Для начала вам нужно дать нам разрешение на отображение Ваших файлов. Откроется страница настроек, где Вы можете предоставить нам это разрешение. Вам нужно будет снова открыть приложение после завершения.
sk_sk: Na začiatok nám musíte udeliť oprávnenie k zobrazeniu vašich súborov. Otvorí sa stránka Nastavenia, kde nám môžete toto oprávnenie udeliť. Po dokončení tohto kroku budete musieť aplikáciu znovu otvoriť.
sv_se: För att komma igång behöver du bevilja behörighet till oss att visa dina filer. En sida kommer att öppnas i Inställningar där du kan bevilja behörigheten. Du behöver starta om appen efter att du har gjort detta.
th_th: ก่อนเริ่มต้นใช้งาน, เราต้องได้รับสิทธิ์การเข้าถึงไฟล์จากคุณก่อน. เราจะพาคุณไปยังหน้าการตั้งค่าสิทธิ์การเข้าถึงไฟล์เพื่อให้คุณอนุญาตโปรแกรมเราได้เข้าถึงสิทธิ์นั้น. เมื่อยกสิทธิ์การเข้าถึงแล้วปิดโปรแกรมแล้วเปิดใหม่อีกครั้งเพื่อให้การอนุญาตสิทธิ์เสร็จสมบูรณ์.
tr_tr: Başlamak için uygulamaya dosyalarınızı görüntüleme izni vermelisiniz. Bu aşamada bu izni verebileceğiniz bir Ayarlar sayfası açılacak. Bu adımı tamamladıktan sonra uygulamayı yeniden başlatmalısınız.
uk_ua: Для початку вам потрібно надати нам дозвіл на показ ваших файлів. Це відкриє сторінку налаштувань, де ви можете надати нам цей дозвіл. Вам потрібно буде знову відкрити застосунок після завершення.
vi: Trước khi bắt đầu, bạn cần phải cấp quyền hiển thị các tệp. Ứng dụng sẽ tự động mở cửa số Cài đặt để bạn thực hiện cấp quyền truy cập này. Sau khi hoàn tất, bạn sẽ cần khởi động lại ứng dụng.
zh_hans: 使用此应用需授予我们访问文件系统的权限。你可在稍后打开的设置页面中授权。完成设置后，需重启应用程序。
zh_hant: 請授權我們使用您的檔案系统。待「設定」開啟後您就可以授權給我們。您需要在完成設定後重新啟動應用程式。

source: Display
ar: عرض
bg: Онагледяване
ca: Mostra
cs_cz: Zobrazení
da: Vis
de_de: Anzeige
el: Προβολή
es_es: Visualización
fi_fi: Näytä
fr_fr: Affichage
hu_hu: Megjelenés
id_id: Menampilkan
it_it: Mostra
ja_jp: 表示
ko_kr: 표시
lv_lv: Āttēlot
nb_no: Vis
nl_nl: Weergave
pl_pl: Widok
pt_pt: Exibição
ro_ro: Afişare
ru_ru: Отображение
sk_sk: Zobraziť
sv_se: Visa
th_th: การแสดงผล
tr_tr: Görünüm
uk_ua: Відображення
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Enter an item name
ar: ادخل اسم عنصر
bg: Въведете име на елемент
ca: Escriu el nom d'un element
cs_cz: Zadejte název položky
da: Indtast et navn
de_de: Elementname eingeben
el: Εισάγετε ένα όνομα στοιχείου
es_es: Introducir nombre del elemento
fr_fr: Entrez un nom d'élément
hu_hu: Adja meg az elem nevét
id_id: Masukkan nama item
it_it: Inserisci un nome per l'elemento
ja_jp: 名前を入力
ko_kr: 항목 이름을 입력하세요
nb_no: Angi et navn
nl_nl: Voer een itemnaam in
pl_pl: Wprowadź nazwę elementu
pt_pt: Introduza o nome do item
ro_ro: Introduceți un nume
ru_ru: Введите название элемента
sk_sk: Zadajte názov položky
sv_se: Ange ett namn för objektet
th_th: ระบุชื่อใหม่ของรายการ
tr_tr: Bir öge adı yazın
uk_ua: Введіть назву елемента
vi: Nhập tên khoản mục
zh_hans: 输入项目名称
zh_hant: 輸入名稱
